
<div class="article-wrap">
    <h3 class="article-title">怀石料理文化</h3>
    <div class="article-cont">
        <p>懐石料理（かいせきりょうり）源为日本茶道，主人在茶道前
            为客人提供的小型料理。镰仓时代的人一天只吃两餐，僧侣修
            行更是严格，长久坐禅时在腹上放上暖石以对抗饥饿的感觉，
            亦称为：“怀石”，后来就有了给听禅僧人准备茶点，再后来
            就有了怀石料理。怀石料理的精神秉着被褐怀玉，被褐者，薄
            外，怀玉者，厚内。
        </p>
        <img src="__PUBLIC__home/img/article-pic.jpg" alt="">
        <p>懐石料理（かいせきりょうり）源为日本茶道，主人在茶道前
            为客人提供的小型料理。镰仓时代的人一天只吃两餐，僧侣修
            行更是严格，长久坐禅时在腹上放上暖石以对抗饥饿的感觉，
            亦称为：“怀石”，后来就有了给听禅僧人准备茶点，再后来
            就有了怀石料理。怀石料理的精神秉着被褐怀玉，被褐者，薄
            外，怀玉者，厚内。
        </p>
    </div>
</div>
